Repository: albertogutim/AttendanceGuti
Catalog: PFC-Attendance/*.lproj/Localizable.strings
Languages: es

# NO_CREDENTIALS
source: Configure GoogleDocs credentials
es: Configure usuario GoogleDocs

# CREDENTIALS
source: Connecting...
es: Conectando...

# SUBJECTS_TITLE
source: My Subjects
es: Mis Asignaturas

# CONNECTED_USR
source: Connected as %@
es: Conectado como %@

# LOGIN_ERR
source: Credentials failed
es: Las credenciales fallaron

# CONN_ERR
source: Connection failed
es: Fallo de conexión

# BLANK_ERROR
source: Empty fields error
es: Error campo vacío

# BLANK_MSG
source: You must fill both credential fields
es: Debe rellenar ambos campos

# CLASS_TITLE
source: Classes
es: Clases

source: Choose date
es: Elija una fecha

source: TODAY
es: HOY

# NO_STUDENTS
source: There are no students
es: No hay alumnos

# DONE_BUTTON
source: Done
es: Hecho

# TODAYS_CLASS
source: Resume of %@
es: Resumen del %@

# STADISTICS_SUBJECT
source: Stadistics Inform %@
es: Informe Estadísticas %@

# STADISTICS
source: Remember only %d absents and %d delays are permitted
es: Recuerde que sólo están permitidas %d ausencias y %d retrasos

# STADISTICS_MISSED
source: Today, %@ you missed the class. Remember only %d absents are permitted
es: Hoy, %@ usted ha faltado a clase. Recuerde que se permite un máximo de %d ausencias

# STADISTICS_MISSED_ALERT
source: Today, %@ you missed the class. You have reached the limit of absents
es: Hoy, %@ usted ha faltado a clase. Ha superado el límite de ausencias permitidas.

# STADISTICS_LATE
source: Today, %@ you arrived late. Remember only %d delays are permitted
es: Hoy, %@ usted ha llegado tarde a clase. Recuerde que se permite un máximo de %d retrasos

# STADISTICS_LATE_ALERT
source: Today, %@ you arrived late. You have reached the limit of delays
es: Hoy, %@ usted ha llegado tarde a clase. Ha superado el límite de retrasos permitidos
